[
  "Ni hamnar på möten ofta långt ifrån ämnet som diskuteras. Ni har svårt att se poängen med gruppens möte. Vad gör ni?",
  "Under mötets gång märker du att fel och misslyckanden tas upp i en anklagande ton. Vad gör du?",
  "Du märker att teamet ofta blir avvaktande och väntar på att den med mest makt skall agera. Vad gör du?",
  "Ni undanhåller ofta information från varandra och ger ogärna de andra inblick i era ansvarsområden. Vad gör ni?",
  "Du upplever återkommande att du inte får några ansvarsuppgifter av de andra i gruppen. Du känner att du inte har de andras förtroende. Vad gör du?",
  "En av kollegorna är sällan engagerade i era gemensamma uppgifter och du upplever att uppgifterna ofta hamnar i ditt knä. Vad gör du?",
  "Era möten är fyllda av konflikter och stämningen blir ofta obekväm. Samtalstonen är hård och ni har svårt att skilja på sak och person. Hur agerar du?",
  "Du får som vanligt mothugg av din kollega på ditt förslag. Det händer i princip på varje möte och i ämnen som kollegan inte ens är delaktig i. Vad gör du?",
  "Din kollega blir ofta kort i tonen och tar sällan till sig din feedback eller dina förslag. Vad gör du?",
  "Ni hamnar ofta i diskussioner och kamp om vem som skall göra vad. Ibland vill alla ha samma uppgift och ibland vill ingen ha en uppgift. Hur agerar ni?",
  "Du jobbar hemifrån och har mycket att göra. Din kollega, som också jobbar hemma idag, har lagt ut en bild på sig själv på sociala medier med texten: \"Skönt med lite ledigt\". Vad gör du?",
  "Ni har ett viktigt möte framför er. En av dina kollegor kommer som vanligt för sent och ber varken om ursäkt eller ser speciellt ledsen ut. Hur agerar ni?",
  "En kollega till dig har väldigt starka negativa åsikter om en annan kollega i gruppen. Kollegan pratar ofta om det med alla utom med den berörda personen. Hur agerar du?",
  "Du ska göra klart en arbetsuppgift med en kollega som är försenad. När kollegan kommer säger hen att ni kan strunta i ett viktigt moment för att hinna klart och att det ändå inte märks. Hur agerar du?",
  "Er kollega som alltid varit glad och delaktig i gemenskapen har börjar dra sig undan och jobbar vidare när övriga går och fikar. Hur agerar ni?",
  "Din kollega ber dig om hjälp med en klurig arbetsuppgift. Du lägger ner flera timmar på uppgiften. Kollegan tittar dock knappt på det du gjort, utan gör om det så som hen vill ha det. Vad gör du?",
  "Du har en kollega som alltid säger emot när du kommer med nya förslag. Kollegan tycker sällan dina förslag är bra men kan sno dina idéer och nämna dem igen en vecka senare och få gehör för dem. Hur agerar du?",
  "Du leder ett möte när en utav kollegorna tar fram sin mobil och ägnar sig åt den i stället för att fokusera på mötet. Hur agerar du?",
  "En kollega får ett ogrundat raseriutbrott på dig. Hur hanterar du situationen?",
  "Du märker att din kollega blir sur och kort i tonen när du påpekar brister på arbetsplatsen. Hur agerar du?"
]
